import{D as e,a as t}from"./BXNj50Nu.js";import{a0 as a}from"./NcyA7hZE.js";import{i as n}from"./DR4auAFx.js";const u={id:1,title:"想薦你～揪好友開數存同享 100 元回饋再抽 BUBI 好禮",overviewImage:"./discountCase/campaign-1-case.png",detailImage:"../discountCase/campaign-1-main.png",detailSmallImage:"../discountCase/campaign-1-case.png",content:[new t({title:"活動期間",content:"113.12.10 - 114.3.31",buttonTextList:[],attentionText:""}),new t({title:"活動對象",content:`<span class="font-medium">推薦人：</span>已持有臺灣銀行（以下稱本行）新臺幣數位存款帳戶之本國自然人用戶（以下稱推薦人）。
<span class="font-medium">被推薦人：</span>活動開始前未曾開立過本行數位存款帳戶之本國自然人用戶（以下稱被推薦人）。
※本活動排除本行行員。`,buttonTextList:[],attentionText:""}),new t({title:"活動內容",content:`<span class="font-medium">想薦禮： </span>被推薦人於活動期間首次申請並完成開立數位存款，並於開戶時完成填寫推薦人<span class="text-primary-900">專屬推薦碼</span>，且需完成「好友禮」任務，其所屬推薦人即可獲得新臺幣（以下同）100 元回饋金，推薦人數無上限。
<span class="font-medium">好友禮： </span>被推薦人於活動期間首次申請並完成開立本行「新臺幣數位存款帳戶」及「外匯數位存款帳戶」，且使用本行「臺銀行動+」APP 之「臺銀支付」綁定該新臺幣數位存款帳戶，即可獲得 100 元回饋金，「好友禮」每人限回饋 1 次。
<p class="text-primary-900">※被推薦人未於開立數位存款過程填寫推薦人專屬推薦碼，但已完成「好友禮」任務，仍可獲得獲得 100 元回饋金。<br>※「想薦禮」及「好友禮」（非即時回饋）合計回饋總金額 300 萬元，額滿為止，並公告於本行官網，將不另行通知。</p>
<span class="font-medium">BUBI 超享禮： </span>推薦人及被推薦人分別完成「想薦禮」及「好友禮」後皆可獲得各 1 次抽獎機會，成功推薦人數越多，推薦人可累積越多抽獎機會。【例如】推薦人成功推薦 10 位被推薦人完成「好友禮」任務則可獲得 10 次抽獎機會。`,buttonTextList:[],attentionText:""}),new t({title:"",content:"「BUBI 超享禮」抽獎獎項如下（單位：新臺幣）：",buttonTextList:[],attentionText:""}),new t({title:"抽獎及兌領作業",content:"本行將於 114 年 4 月 30 日前以電腦系統隨機抽出各獎項得主，並公告中獎名單於活動網站。「BUBI 超享禮」將於 114 年 6 月 30 日前寄送至中獎者留存於本行歸戶通訊地址，若中獎者未留存歸戶通訊地址、歸戶地址錯誤等有退回獎項情形，將視同放棄「BUBI 超享禮」中獎資格，獎項不再補寄。",buttonTextList:[],attentionText:""}),new t({title:"教學懶人包",content:'<span class="font-medium">【取得推薦碼教學 】</span>',buttonTextList:[],attentionText:""}),new t({title:"",content:'<span class="font-medium">【推薦人查詢教學】</span>',buttonTextList:[],attentionText:""}),new t({title:"注意事項",content:`推薦人及被推薦人係以身分證字號歸戶，每人限獲得 1 個「BUBI 超享禮」中獎獎項。
本活動「想薦禮」及「好友禮」回饋金並將於 114 年 5 月 31 日前撥付至符合資格用戶之新臺幣數位存款帳戶，倘若於回饋金撥付日時，此帳戶已解除「臺銀支付」綁定、「數位存款帳戶」結清銷戶或轉為一般戶、凍結或其他無法入款項情事，本行得取消其「想薦禮」及「好友禮」回饋資格及「BUBI 超享禮」抽獎資格。
本活動之參加者限居住於臺、澎、金、馬地區之本國自然人參加，推薦人及被推薦人係以身分證字號歸戶，且須為具完全行為能力之本國成年人，<span class="text-primary-900">每位被推薦人限登錄 1 位推薦人之推薦碼，被推薦人已完成開戶未填寫推薦碼或是推薦碼填寫錯誤，不得要求補填推薦碼</span>；資料若有不實，將取消參加及領獎資格，本行保留審核參加者參加資格之權利。
活動獎項皆以實物或本行公告為準，恕不提供交換、挑選、轉讓及折現，亦不得 更換領獎人。
本活動推薦人不得藉此活動營利，若有發現推薦人藉此活動營利之情事，抑或是 推薦人假冒本行名義進行投放廣告，並導址至推薦人自行設定之網址連結，本行 保留取消其推薦人參加本活動資格之權利。
本活動首次申請並完成開立本行「數位存款帳戶」之用戶定義：係指於活動開始前從未申請本行「數位存款帳戶」並完成開戶之客戶，且於活動期間內成功開立 本行「數位存款帳戶」之用戶（以本行完成受理開立「數位存款帳戶」日期為準），每一身分證字號開立本行「新臺幣數位存款帳戶」及「外匯數位存款帳戶」各以一戶為限，如被推薦人曾有開立「數位存款帳戶」之紀錄，或將「數位存款帳戶」結清銷戶或轉為一般戶等，則不符合本活動「好友禮」回饋之資格，其推薦人亦無法獲得「想薦禮」回饋。
<span class="text-primary-900">本活動將分別依被推薦人完成開立本行「新臺幣數位存款帳戶」、「外匯數位存款帳戶」及於「臺銀行動+」APP 之「臺銀支付」完成綁定之該新臺幣數位存款帳戶金融卡（帳號）時序核算回饋資格。</span>
本行就用戶之資格、交易成功與否等，保有審查之權利，經查核若有不符本活動 之規定者，本行得取消其參加資格，並得追回活動回饋或請求損害賠償。
用戶同意其所留存或產生之任何參與本活動的資料及紀錄，皆以本行之電腦系統與時間為準。
對於以偽造、詐欺、冒名或其他不正當方式意圖兌領之用戶，經查證屬實者，本行有權排除其參與本活動，如因此造成本行損害，將依法對該用戶請求損害賠償。
用戶因參加本活動而需支付之任何稅捐係屬用戶依稅法之規定所須履行之義務，概與本行無關，倘有稅務法令適用之爭議者，概由用戶自行向開徵機關提出申訴。
用戶已充分知悉且同意就本活動提供之個人資料，本行僅於此次活動範圍內進行蒐集、處理及利用，且遵守「個人資料保護法」相關規定辦理；並同意於中獎時，本行得公布部分姓名等個人資料於中獎名單。
本活動「想薦禮」、「好友禮」及「BUBI 超享禮」屬其他所得，依所得稅法規定，中獎人如為中華民國境內居住之個人時，參加於本行活動所得之年度累積中獎價值若超過新臺幣 1,000 元整，應列入中獎人年度綜合所得，本行將依各類所 得扣繳率標準申報予國稅局，提供中獎人將此其他所得併入所得計算及報繳所得稅，本行依所得稅法第 94 - 1 條規定，免填發各類所得扣繳暨免扣繳憑單予中獎人，若中獎人有需求時請另行提出申請。
本行有權決定取消、終止、修改或暫停本活動，亦有權對本活動之所有事項做出最終解釋，若有其它未盡事宜，應依本行官方網站上活動訊息頁面為準，無須另行通知。
本活動如有任何問題請電洽本行客服中心 0800-025168、（02）2191-0025。`,buttonTextList:[],attentionText:""})],attentionText:new e({label:"",content:""}),showDecimal:!0},x=[{imageURL:"../discountCase/campaign-1-gift-1.png",title:"BUBI 文具組盒",subTitle:"市價 485 元 ｜ 限量 200 個",content:"內含造型迴紋針、便條紙、紙膠帶、壓克力磁鐵夾"},{imageURL:"../discountCase/campaign-1-gift-2.png",title:"BUBI 筆記本組 1 組 4 本",subTitle:"市價 600 元 ｜ 限量 200 個",content:"空白/橫紋/方格/網點"},{imageURL:"../discountCase/campaign-1-gift-3.png",title:"BUBI 及臺銀總行款馬克杯",subTitle:"市價 600 元 ｜ 限量 100 個",content:"黑/白隨機不挑款"},{imageURL:"../discountCase/campaign-1-gift-4.png",title:"BUBI 造型一卡通",subTitle:"市價 690 元 ｜ 限量 200 個",content:""},{imageURL:"../discountCase/campaign-1-gift-5.png",title:"BUBI 抱枕",subTitle:"市價 1,479 元 ｜ 限量 400 個",content:""},{imageURL:"../discountCase/campaign-1-gift-6.png",title:"BUBI 隨行杯",subTitle:"市價 1,480 元 ｜ 限量 200 個",content:"黑/白隨機不挑款"},{imageURL:"../discountCase/campaign-1-gift-7.png",title:"BUBI 辦公包",subTitle:"市價 2,290 元 ｜ 限量 100 個",content:"內含筆電包、文具盒、一卡通、筆記本組、胸章"}],T=[{online:{title:"使用網頁版網路銀行",content:`點擊此頁面上方「取得推薦碼」按鈕。
於彈窗中選擇「使用網頁版網路銀行」，點擊「開啟網頁」。
<p class="text-primary-900">※若在手機點擊「開啟網頁」並顯示「更新您的瀏覽器」，請往下滑動並點擊「繼續前往」。</p>
登入網路銀行，進入「我的數存活動推薦碼」頁面，點擊「複製連結」按鈕。
將連結傳送給好朋友，提醒他們點擊連結開立數位存款帳戶。
當好朋友完成數位存款帳戶開立及「好友禮」任務，你就可以獲得新臺幣 100 元回饋金！推薦人數無上限！`,buttonList:[]},app:{title:"使用臺銀行動+ APP",content:`點擊此頁面上方「取得推薦碼」按鈕。
於彈窗中選擇「使用臺銀行動+ APP」，在手機上開啟相機掃描 QR code，前往臺銀行動+。
<p class="text-primary-900">※若尚未安裝 APP，請先至 App Store 或是 Google Play 下載，並確認已更新至最新版本。</p>
登入網路銀行，進入「我的數存活動推薦碼」頁面，點擊「複製連結」，或是點擊頁面下方「Line 分享」按鈕。
將連結傳送給好朋友，提醒他們點擊連結開立數位存款帳戶。
當好朋友完成數位存款帳戶開立及「好友禮」任務，你就可以獲得新臺幣 100 元回饋金！推薦人數無上限！`,buttonList:[{title:"App Store",url:a.APP_STORE},{title:"Google Play",url:a.GOOGLE_PLAY}]}},{online:{title:"使用網頁版網路銀行",content:`點擊此頁面上方「推薦人查詢」按鈕。
於彈窗中選擇「使用網頁版網路銀行」，點擊「開啟網頁」。
<p class="text-primary-900">※若在手機點擊「開啟網頁」並顯示「更新您的瀏覽器」，請往下滑動並點擊「繼續前往」。</p>
登入網路銀行，進入「我的數存活動推薦碼」頁面，點擊「成功邀請清單」按鈕。
於「我的數存活動推薦碼」頁面下方顯示成功邀請清單，就可以知道哪些好朋友已完成數位存款帳戶開立。`,buttonList:[]},app:{title:"使用臺銀行動+ APP",content:`點擊此頁面上方「推薦人查詢」按鈕。
於彈窗中選擇「使用臺銀行動+ APP」，點擊「開啟 APP」
<p class="text-primary-900">※若尚未安裝 APP，請先至 App Store 或是 Google Play 下載，並確認已更新至最新版本。</p>
登入網路銀行，進入「我的數存活動推薦碼」頁面，點擊「成功邀請清單」按鈕。
於「我的數存活動推薦碼」頁面下方顯示成功邀請清單，就可以知道哪些好朋友已完成數位存款帳戶開立。`,buttonList:[{title:"App Store",url:a.APP_STORE},{title:"Google Play",url:a.GOOGLE_PLAY}]}}],i=[new t({title:"活動期間",content:n("2025/01/01")?"114.1.1 - 114.12.31":"113.1.1 - 113.12.31",buttonTextList:[],attentionText:""}),new t({title:"活動對象",content:"使用臺灣銀行（下稱本行）「臺銀支付」或「台灣行動支付 APP」（以下合稱台灣 Pay）綁定本行金融卡（帳號）進行支付，且已註冊本行紅利點數服務的「台灣Pay」用戶（以下稱用戶）。",buttonTextList:[],attentionText:""}),new t({title:"活動內容",content:n("2025/01/01")?'用戶於活動期間進行「台灣 Pay」掃碼購物交易，每筆消費扣款金額即享 1.5%「台灣 Pay 紅利點數」回饋（小數點後四捨五入），每一用戶採身分證字號歸戶，每月回饋上限「台灣 Pay 紅利點數」1,000 點（等值新臺幣 100 元）。<br><span class="text-primary-900">【例如】單筆消費扣款新臺幣 1,000 元，即享 1.5% 回饋，折算後為「台灣 Pay 紅利點數」150 點（等值新臺幣 15 元）。</span>':'用戶於活動期間進行「台灣 Pay」掃碼購物交易，每筆消費扣款金額即享 2%「台灣 Pay 紅利點數」回饋，每一用戶採身分證字號歸戶，每月回饋上限「台灣 Pay 紅利點數」1,000 點（等值新臺幣 100 元）。<br><span class="text-primary-900">【例如】單筆消費扣款新臺幣 1,000 元，即享 2% 回饋，折算後為「台灣 Pay 紅利點數」200 點（等值新臺幣 20 元）。</span>',buttonTextList:[],attentionText:""}),new t({title:"活動限制",content:n("2025/01/01")?`本活動排除以感應支付 NFC、轉帳及轉帳購物、繳費、繳稅、跨國消費扣款、購物跨境交易及當次交易內包含數位券的整筆消費。
每 10 點「台灣 Pay 紅利點數」價值等同於新臺幣 1 元。
本活動將依符合活動資格用戶交易時序核算回饋資格，活動期間每一用戶每月回饋上限新臺幣 100 元等值「台灣 Pay 紅利點數」，本行「台灣 Pay 紅利點數」使用辦法詳本行官網。`:`本活動排除以感應支付 NFC、轉帳及轉帳購物、繳費、繳稅、購物跨境交易。
每 10 點「台灣 Pay 紅利點數」價值等同於新臺幣 1 元。
本活動將依符合活動資格用戶交易時序核算回饋資格，活動期間每一用戶每月回饋上限新臺幣 100 元等值「台灣 Pay 紅利點數」，本行「台灣 Pay 紅利點數」使用辦法詳本行官網。`,buttonTextList:[{title:"本行官網",url:"https://www.bot.com.tw/tw/other-pages/announcement/c9b93914-46d0-ec11-bd3f-d6349fe3548c/74f28897-f5c2-ed11-a6e2-98f2b3145f40"}],attentionText:""}),new t({title:"注意事項",content:`本行就用戶之資格、交易成功與否等，保有審查之權利，經查核若有不符本活動之規定者，本行得取消其參加資格，並得追回「台灣 Pay 紅利點數」。
用戶同意其所留存或產生之任何參與本活動的資料及紀錄，皆以本行之電腦系統與時間為準。
對於以偽造、詐欺、冒名或其他不正當方式意圖兌領之用戶，經查證屬實者，本行有權排除其參與本活動，如因此造成本行損害，將依法對該用戶請求損害賠償。
用戶已充分知悉且同意就本活動提供之個人資料，本行僅於此次活動範圍內進行蒐集、處理及利用，且遵守【個人資料保護法】相關規定辦理。
本行有權決定取消、終止、修改或暫停本活動，亦有權對本活動之所有事項做出最終解釋，若有其它未盡事宜，應依本行官方網站上活動訊息頁面為準，無須另行通知。
本活動如有任何問題請電洽本行客服中心 （02）2191-0025、0800-025168。`,buttonTextList:[],attentionText:""}),new t({title:"註冊說明",content:"【台灣行動支付 (ios) 】",image:n("2025/01/01")?"/discountCase/campaign-2-content-1-114.png":"/discountCase/campaign-2-content-1.png",buttonTextList:[],attentionText:""}),new t({title:"",content:"【台灣行動支付 (Android)】",image:n("2025/01/01")?"/discountCase/campaign-2-content-2-114.png":"/discountCase/campaign-2-content-2.png",buttonTextList:[],attentionText:""}),new t({title:"",content:"【臺銀行動+】",image:n("2025/01/01")?"/discountCase/campaign-2-content-3-114.png":"/discountCase/campaign-2-content-3.png",buttonTextList:[],attentionText:""})],r={id:2,title:n("2025/01/01")?"天天台灣 Pay 消費！筆筆 1.5% 紅利回饋":"天天台灣 Pay 消費！筆筆 2% 紅利回饋",overviewImage:n("2025/01/01")?"./discountCase/campaign-2-case-114.png":"./discountCase/campaign-2-case.png",detailImage:n("2025/01/01")?"../discountCase/campaign-2-main-114.png":"../discountCase/campaign-2-main.png",detailSmallImage:n("2025/01/01")?"../discountCase/campaign-2-case-114.png":"../discountCase/campaign-2-case.png",content:i,attentionText:new e({label:"",content:""}),showDecimal:!0},s=[new t({title:"活動期間",content:n("2025/01/01")?"114.1.1 - 114.12.31":"113.1.1 - 113.12.31",buttonTextList:[],attentionText:""}),new t({title:"活動內容",content:n("2025/01/01")?"於活動期間使用「台灣 Pay」綁定臺灣銀行信用卡進行 QR Code 掃碼或出示付款碼交易，每筆一般消費享 1.5% 加碼回饋，每人每月回饋上限新臺幣（下同）100 元，正附卡交易分別計算。":"於活動期間使用「台灣 Pay」綁定臺灣銀行信用卡進行 QR Code 掃碼或出示付款碼交易，每筆一般消費享 2% 加碼回饋，每人每月回饋上限新臺幣（下同）100 元，正附卡交易分別計算。",buttonTextList:[],attentionText:""}),new t({title:"注意事項",content:n("2025/01/01")?`本活動限透過「台灣行動支付」APP 交易，金額皆以新臺幣計算， 消費額度累計以<span class="text-primary-900">「台灣 Pay」信用卡掃碼支付之一般消費為限，不含繳費繳稅交易，亦不包含 NFC 感應、卡號輸入或以實體卡方式支付。</span>
本活動所稱「一般消費」，係依本行公告之信用卡現金紅利回饋之 一般消費定義為準。
<p class="text-primary-900">※若在手機點擊「一般消費」無法正常顯示，建議以 Chrome、Safari 等預設瀏覽器開啟。</p>
活動期間交易每筆金額乘以 1.5% 取小數兩位後之加總總金額四捨五入，計算至整數，正附卡交易分別計算，每人每月回饋上限 100 元。
若用戶於本活動期間內，有交易失敗、交易取消、退貨或退費等情 形時，則該筆交易將不列入回饋計算範圍。
本活動回饋金於消費次月底統一撥入正卡持卡人之信用卡帳戶自動折抵帳單應繳款項，不得轉讓或折換現金。114 年 1 至 6 月之回饋 金，如於 114 年 12 月底前未折抵完畢將自動歸零；114 年 7 至 12 月之回饋金，如於 115 年 6 月底前未折抵完畢將自動歸零。
活動期間，信用卡正附卡有強制停用、申請停用、掛失不補發、逾 期繳款、到期不續卡、取消交易或依信用卡約定條款強制停止信用 卡持卡人使用信用卡情形者，本行得取消其參與活動資格。
有非可歸責於本行之事由致活動方式變更，本行保留活動修改、取消之權利，並依信用卡業務機構管理辦法第19條規範辦理。
臺灣銀行保留修改、解釋、終止活動內容細節之權利。
臺灣銀行服務電話：（02）2191-0025、0800-025-168。`:`本活動限透過「台灣行動支付」APP 交易，金額皆以新臺幣計算， 消費額度累計以<span class="text-primary-900">「台灣 Pay」信用卡掃碼支付之一般消費為限，不含繳費繳稅交易，亦不包含 NFC 感應、卡號輸入或以實體卡方式支付。</span>
本活動所稱「一般消費」，係依本行公告之信用卡現金紅利回饋之 一般消費定義為準。
<p class="text-primary-900">※若在手機點擊「一般消費」無法正常顯示，建議以 Chrome、Safari 等預設瀏覽器開啟。</p>
活動期間交易每筆金額乘以 2% 取小數兩位後之加總總金額四捨五入，計算至整數，正附卡交易分別計算，每人每月回饋上限 100 元。
若用戶於本活動期間內，有交易失敗、交易取消、退貨或退費等情 形時，則該筆交易將不列入回饋計算範圍。
本活動回饋金於消費次月底統一撥入正卡持卡人之信用卡帳戶自動折抵帳單應繳款項，不得轉讓或折換現金。113 年 1 至 6 月之回饋 金，如於 113 年 12 月底前未折抵完畢將自動歸零；113 年 7 至 12 月之回饋金，如於 114 年 6 月底前未折抵完畢將自動歸零。
活動期間，信用卡正附卡有強制停用、申請停用、掛失不補發、逾 期繳款、到期不續卡、取消交易或依信用卡約定條款強制停止信用 卡持卡人使用信用卡情形者，本行得取消其參與活動資格。
有非可歸責於本行之事由致活動方式變更，本行保留活動修改、取消之權利，並依信用卡業務機構管理辦法第19條規範辦理。
臺灣銀行保留修改、解釋、終止活動內容細節之權利。
臺灣銀行服務電話：（02）2191-0025、0800-025-168。`,buttonTextList:[{title:" 一般消費",url:"https://ecard.bot.com.tw/Pages/Service/P1.html"}],attentionText:""})],b={id:3,title:n("2025/01/01")?"台灣 Pay 信用卡消費再享 1.5% 回饋":"台灣 Pay 信用卡消費再享 2% 回饋",overviewImage:n("2025/01/01")?"./discountCase/campaign-3-case-114.png":"./discountCase/campaign-3-case.png",detailImage:n("2025/01/01")?"../discountCase/campaign-3-main-114.png":"../discountCase/campaign-3-main.png",detailSmallImage:n("2025/01/01")?"../discountCase/campaign-3-case-114.png":"../discountCase/campaign-3-case.png",content:s,attentionText:new e({label:"謹慎理財 信用無價",content:"信用卡循環信用年利率：本行定儲利率指數（按季）+ 客戶信用等級加碼利率（4.25%~10.25%），依電腦評等而定，年息以銀行法所定之最高利率為上限，基準日為 104 年 12 月 1 日。<br>預借現金手續費：預借金額 x 3% + 新臺幣 150 元。其他相關費用依本行網站公告。"}),showDecimal:!0},o=[new t({title:"活動期間",content:n("2025/01/01")?"114.1.1 - 114.12.31":"113.1.1 - 113.12.31",buttonTextList:[],attentionText:""}),new t({title:"活動對象",content:"活動期間申辦本行信用卡且核卡成功之新戶。",buttonTextList:[],attentionText:""}),new t({title:"活動辦法",content:`<span class="font-medium">新戶首刷禮：</span>新戶於核卡日後之次次月底前，累計一般消費金額達 3,000 元以上，享「7-ELEVEN 300 元購物金」，透過本行雲端銀行線上申辦進件，再享「7-ELEVEN 100 元購物金」。
<span class="font-medium">台灣 Pay 升級禮：</span>新戶於首刷禮期間有任一筆「台灣 Pay 」掃碼支付之一般消費，享「7-ELEVEN 200 元購物金」。
※「新戶首刷禮」（含線上申辦加碼）及「台灣 Pay 升級禮」每一正卡持卡人限各別回饋乙次。`,buttonTextList:[],attentionText:""}),new t({title:"注意事項",content:n("2025/01/01")?`本活動之金額皆以新臺幣計算。
本活動適用對象僅限「正卡」持卡人，附卡不適用本活動，惟累計消費正附卡合併計算。
新戶定義為 113 年 1 月 1 日以後同一身分證字號下未持有任一張臺灣銀行信用卡正卡或附卡之客戶。
新戶需於 114 年 1 月 1 日起至 114 年 12 月 31 日止核卡成功，核卡日以本行系統所載為準。
新戶首刷禮刷卡消費之認定限消費日於核卡後至次次月底前之一般消費。分期付款交易以該筆分期總額計算，消費金額如有退貨將予以扣除。
本活動所稱「一般消費」，係依本行網站公告之信用卡現金回饋之一般消費定義為準。
台灣 Pay 升級禮係於新戶首刷禮期間以台灣 Pay 信用卡掃碼支付之一般消費為限，不含繳費繳稅交易，亦不包含 NFC 感應方式支付。
線上申辦加碼禮僅適用透過本行雲端銀行線上申辦一卡通鈦金商旅卡、一卡通導盲犬認同卡及祝福認同卡等三種卡別。
「新戶首刷禮」（含線上申辦加碼）及「台灣 Pay 升級禮」每一正卡持卡人限各別回饋乙次，如新戶同時申請多張信用卡，僅視第一張核卡身分為新戶。
符合回饋資格者，本行將於新戶首刷禮消費截止日之次次月底前發送兌換序號之簡訊至正卡人留存於本行之手機門號。
※回饋範例：客戶透過雲端銀行線上申請信用卡，於 1/15 核卡，3/31 前累計一般消費達 3,000 元以上，且包含一筆台灣 Pay 掃碼交易，則客戶同時符合新戶首刷禮、線上申辦加碼及台灣 Pay 升級禮回饋資格，本行將於 5/31 前發送兌換序號簡訊。
「7-ELEVEN 購物金」為電子票券形式，客戶點選電子票券連結網址開啟網頁票券，其使用方式及期限詳見券面說明。
活動期間至兌換序號簡訊發送前，信用卡正卡人若有強制停用、申請停用、掛失不補發、逾期繳款、到期不續卡者、取消交易或依信用卡約定條款強制停止信用卡持卡人使用信用卡情形者，本行得取消其參與活動資格。
有非可歸責於本行之事由致活動方式變更，本行保留活動修改、取消之權利，並依信用卡業務機構管理辦法第 19 條規範辦理。
臺灣銀行保留修改、解釋、終止活動內容細節之權利。`:`本活動之金額皆以新臺幣計算。
本活動適用對象僅限「正卡」持卡人，附卡不適用本活動，惟累計消費正附卡合併計算。
新戶定義為 112 年 1 月 1 日以後同一身分證字號下未持有任一張臺灣銀行信用卡正卡或附卡之客戶。
新戶需於 113 年 1 月 1 日起至 113 年 12 月 31 日止核卡成功，核卡日以本行系統所載為準。
新戶首刷禮刷卡消費之認定限消費日於核卡後至次次月底前之一般消費。分期付款交易以該筆分期總額計算，消費金額如有退貨將予以扣除。
本活動所稱「一般消費」，係依本行網站公告之信用卡現金回饋之一般消費定義為準。
台灣 Pay 升級禮係於新戶首刷禮期間以台灣 Pay 信用卡掃碼支付之一般消費為限，不含繳費繳稅交易，亦不包含 NFC 感應方式支付。
線上申辦加碼禮僅適用透過本行雲端銀行線上申辦一卡通鈦金商旅卡、一卡通導盲犬認同卡及祝福認同卡等三種卡別。
「新戶首刷禮」（含線上申辦加碼）及「台灣 Pay 升級禮」每一正卡持卡人限各別回饋乙次，如新戶同時申請多張信用卡，僅視第一張核卡身分為新戶。
符合回饋資格者，本行將於新戶首刷禮消費截止日之次次月底前發送兌換序號之簡訊至正卡人留存於本行之手機門號。
※回饋範例：客戶透過雲端銀行線上申請信用卡，於 1/15 核卡，3/31 前累計一般消費達 3,000 元以上，且包含一筆台灣 Pay 掃碼交易，則客戶同時符合新戶首刷禮、線上申辦加碼及台灣 Pay 升級禮回饋資格，本行將於 5/31 前發送兌換序號簡訊。
「7-ELEVEN 購物金」為電子票券形式，客戶點選電子票券連結網址開啟網頁票券，其使用方式及期限詳見券面說明。
活動期間至兌換序號簡訊發送前，信用卡正卡人若有強制停用、申請停用、掛失不補發、逾期繳款、到期不續卡者、取消交易或依信用卡約定條款強制停止信用卡持卡人使用信用卡情形者，本行得取消其參與活動資格。
有非可歸責於本行之事由致活動方式變更，本行保留活動修改、取消之權利，並依信用卡業務機構管理辦法第 19 條規範辦理。
臺灣銀行保留修改、解釋、終止活動內容細節之權利。`,buttonTextList:[],attentionText:""})],d={id:4,title:"臺銀信用卡新戶首刷享好禮",overviewImage:n("2025/01/01")?"./discountCase/campaign-4-case-114.png":"./discountCase/campaign-4-case.png",detailImage:n("2025/01/01")?"../discountCase/campaign-4-main-114.png":"../discountCase/campaign-4-main.png",detailSmallImage:n("2025/01/01")?"../discountCase/campaign-4-case-114.png":"../discountCase/campaign-4-case.png",content:o,attentionText:new e({label:"謹慎理財 信用無價",content:"信用卡循環信用年利率：本行定儲利率指數（按季）+ 客戶信用等級加碼利率（4.25%~10.25%），依電腦評等而定，年息以銀行法所定之最高利率為上限，基準日為 104 年 12 月 1 日。<br>預借現金手續費：預借金額 x 3% + 新臺幣 150 元。其他相關費用依本行網站公告。"}),showDecimal:!0},c=[new t({title:"活動期間",content:n("2025/01/01")?"114.1.1 - 114.12.31":"113.1.1 - 113.12.31",buttonTextList:[],attentionText:""}),new t({title:n("2025/01/01")?"適用對象":"活動對象",content:n("2025/01/01")?`114 年度撥貸之房貸戶（下稱房貸新戶）。
113 年度撥貸之房貸戶（下稱 113 年房貸舊戶）。`:`113 年度撥貸之房貸戶（下稱房貸新戶）。
112 年度撥貸之房貸戶（下稱 112 年房貸戶）。`,buttonTextList:[],attentionText:""}),new t({title:"適用卡片及條件",content:n("2025/01/01")?'持有本行「一卡通鈦金商旅卡」或「一卡通導盲犬認同卡」正卡持卡人，且需同時符合下列三項指定條件始享有加碼回饋：<ul class="list-decimal ml-5"><li>申辦電子帳單。</li><li>以臺銀帳戶自動扣繳信用卡帳款。</li><li>以台灣行動支付 APP 綁定「一卡通鈦金商旅卡」或「一卡通導盲犬認同卡」。</li></ul>':"適用對象持有本行「一卡通鈦金商旅卡」或「一卡通導盲犬認同卡」正卡持卡人，且申請電子帳單並辦理信用卡帳款以本行帳戶自動轉帳扣繳者。",buttonTextList:[],attentionText:""}),new t({title:"回饋期間",content:n("2025/01/01")?`房貸新戶：自撥貸日次月起至 115 年 1 月止結帳之帳單享有加碼回饋。
113 年房貸舊戶：自 114 年 2 月起至 114 年 12 月止結帳之帳單享有加碼回饋。`:`房貸新戶：自撥貸日次月起至 114 年 1 月止結帳之帳單享有加碼回饋。
112 年房貸戶：自 113 年 2 月起至 113 年 12 月止結帳之帳單享有加碼回饋。`,buttonTextList:[],attentionText:""}),new t({title:"優惠內容",content:n("2025/01/01")?"符合本專案適用對象之房貸戶，於回饋期間持有一卡通鈦金商旅卡或一卡通導盲犬認同卡且需同時符合三項指定條件，國內一般消費單筆金額達新臺幣（以下同）500 元以上，享現金回饋再加碼 3%，回饋上限房貸新戶每人每月 500 元，113 年房貸舊戶每人每月 200 元。":"符合本專案適用對象之房貸戶，於回饋期間持有一卡通鈦金商旅卡或一卡通導盲犬認同卡，國內一般消費單筆金額達新臺幣（以下同）500 元以上，享現金回饋再加碼 3%，回饋上限房貸新戶每人每月 500 元，112 年房貸戶每人每月 200 元。",buttonTextList:[],attentionText:""}),new t({title:"注意事項",content:n("2025/01/01")?`本專案房貸戶包含借款人、連帶借款人、保證人及擔保物提供人。
本活動僅適用一卡通鈦金商旅卡或一卡通導盲犬認同卡正卡持卡人，且需同時符合申辦電子帳單、以臺銀帳戶自動扣繳信用卡帳款，並綁定台灣 Pay 三項條件，方享有加碼優惠，如指定條件缺一者，即不符合本專案資格。
本專案未加碼前原國內一般消費現金回饋無上限，加碼 3% 回饋部分每一身分證統編房貸新戶每月回饋上限 500 元，113 年房貸舊戶每月回饋上限 200 元。上開現金回饋單筆消費需達 500 元以上方可列入回饋計算，回饋金於當期帳單直接扣抵消費帳款。
如同時持有一卡通鈦商卡及一卡通導盲犬卡，則依照各該卡結帳日先後順序及交易時序計算加碼回饋金。
「房貸新戶」自撥貸日次月起「結帳之帳單」開始適用 3% 加碼回饋，回饋期限至 115 年 1 月結帳之帳單，每期帳單<span class="text-primary-900">回饋上限 500 元</span>。
「113 年房貸舊戶」自 114 年 2 月起至 114 年 12 月止結帳之帳單適用 3% 加碼回饋，每期帳單回饋上限為 200 元。
客戶同時符合房貸新戶及 113 年房貸舊戶，回饋上限<span class="text-primary-900">最高</span> 500 元。<br>舉例說明：客戶為 113 年房貸舊戶，又於 114 年 1 月向本行申辦房貸並於 1 月底撥貸，客戶同時符合 113 年房貸舊戶及房貸新戶身分，自 114 年 2 月（撥貸次月）起之帳單回饋上限為 500 元。
本活動加碼回饋限國內一般消費，不含海外消費（於台灣消費且商家刷卡機為國外機構提供，需透過信用卡組織跨國清算，無論實體或網路通路之消費，均列為跨國交易）。「一般消費」項目不包含：一卡通自動儲值、預借現金、繳學雜費、繳稅費、罰款、各項費用代扣繳（如台灣電力公司、台灣自來水公司、台北自來水事業處、中華電信及民營電信等及其他未來經臺灣銀行公告之項目）、指定公務機關費用、醫療院所醫療費用、各項手續費（如掛失或預借現金手續費）、循環信用利息、違約金、年費、爭議款、繳費平台（如全國繳費網、醫指付 APP、中華電信網路及語音專屬繳費平台、公務機關暨醫療院所信用卡繳費平台、電子化繳費稅處理平台等）機制繳納之各項費用、透過「聯合信用卡處理中心」提供之小額支付特約商店（如停車場、餐飲店、販賣機等）、境外投資平台交易（如 eToro）及其他經臺灣銀行於信用卡網站公告之排除項目等。若為分期付款交易，以每期入帳「期金」列入當期新增一般消費計算，並非以原消費總金額計算。
加碼回饋金如未於 115 年 12 月 31 日前折抵完畢，未折抵之回饋金將自動歸零。
房貸戶如於優惠回饋期間結清，自結清日次月起結帳之帳單不適用本加碼回饋專案。   
優惠回饋期間，持卡人若有強制停用、申請停用、掛失不補發、逾期繳款、到期不續卡者、取消交易或依信用卡約定條款強制停止信用卡持卡人使用信用卡情形者，本行得取消其參與活動資格或將未折抵之回饋金歸零。
有非可歸責於本行之事由致活動方式變更，本行保留活動修改、取消之權利，並依信用卡業務機構管理辦法第 19 條規範辦理。
臺灣銀行保留修改、解釋、終止活動內容細節之權利。`:`本專案房貸戶包含借款人、連帶借款人、保證人及擔保物提供人。
本活動僅適用一卡通鈦金商旅卡或一卡通導盲犬認同卡正卡持卡人，且申請電子帳單並辦理信用卡帳款以本行帳戶<span class="text-primary-900">自動轉帳扣繳</span>者，方可享加碼優惠，如僅申請授權自動扣繳帳款或電子帳單其中之一者，或以他行帳戶自動轉帳扣繳者，均不符合本專案資格。
本專案未加碼前原國內一般消費現金回饋無上限，加碼 3% 回饋部分每一身分證統編房貸新戶每月回饋上限 500 元，112 年房貸戶每月回饋上限 200 元。上開現金回饋單筆消費需達 500 元以上方可列入回饋計算，回饋金於當期帳單直接扣抵消費帳款。
如同時持有一卡通鈦商卡及一卡通導盲犬卡，則依照各該卡結帳日先後順序及交易時序計算加碼回饋金。
「房貸新戶」自撥貸日次月起至 114 年 1 月止結帳之帳單開始適用<span class="text-primary-900"> 3% 加碼回饋，回饋上限 500 元</span>。
「112 年房貸戶」原加碼回饋上限 600 元適用至 113 年 1 月結帳之帳單，自 113年 2 月起至 113 年 12 月止結帳之帳單變更回饋上限為 200 元。
客戶同時符合房貸新戶及 112 年房貸戶，回饋上限最高 500 元，舉例說明如下：案例一：客戶為 112 年房貸戶，又於 113 年 1 月向本行申辦房貸並於1月底撥貸，客戶同時符合 112 年房貸戶及房貸新戶身分，自 113 年 2 月（撥貸次月）起之帳單回饋上限為 500 元。案例二：客戶為 112 年房貸戶，回饋上限自 113 年 2 月起變更為 200 元；若客戶於 113 年 3 月向本行申辦房貸並於3月底撥貸，則客戶同時符合 112 年房貸戶及房貸新戶身分，即自 113 年 4 月（撥貸次月）起之帳單適用之回饋上限為 500元。
本活動加碼回饋限國內一般消費，不含海外消費（於台灣消費且商家刷卡機為國外機構提供，需透過信用卡組織跨國清算，無論實體或網路通路之消費，均列為跨國交易）。「一般消費」項目不包含：電子票證自動加值、預借現金、繳學雜費、繳稅費、罰款、各項費用代扣繳（如台灣電力公司、台灣自來水公司、台北自來水事業處、中華電信及民營電信等及其他未來經臺灣銀行公告之項目）、指定公務機關費用、醫療院所醫療費用、各項手續費（如掛失或預借現金手續費）、循環信用利息、違約金、年費、爭議款、繳費平台（如全國繳費網、醫指付APP、中華電信網路及語音專屬繳費平台、電子化繳費稅處理平台、公務機關信用卡繳費平台等）機制繳納之各項費用、透過「聯合信用卡處理中心」提供之小額支付特約商店（如停車場、餐飲店、販賣機等）及其他經臺灣銀行於信用卡網站公告之排除項目等。若為分期付款交易，以每期入帳「期金」列入當期新增一般消費計算，並非以原消費總金額計算。
加碼回饋金如未於 114 年 12 月 31 日前折抵完畢，未折抵之回饋金將自動歸零。
房貸戶如於優惠回饋期間結清，自結清日次月起結帳之帳單不適用本加碼回饋專案。   
優惠回饋期間，持卡人若有強制停用、申請停用、掛失不補發、逾期繳款、到期不續卡者、取消交易或依信用卡約定條款強制停止信用卡持卡人使用信用卡情形者，本行得取消其參與活動資格或將未折抵之回饋金歸零。
有非可歸責於本行之事由致活動方式變更，本行保留活動修改、取消之權利，並依信用卡業務機構管理辦法第 19 條規範辦理。
臺灣銀行保留修改、解釋、終止活動內容細節之權利。`,buttonTextList:n("2025/01/01")?[{title:"醫指付 APP",url:"https://www.e-healthpay.com/"},{title:"電子化繳費稅處理平台",url:"https://www.fisc.com.tw/TC/News/Content?CAID=50b3fe05-b6d8-4c4e-b6a6-049c64356122&CTID=338217c8-17ee-4990-a58e-ab7fb4440b05"},{title:"公務機關暨醫療院所信用卡繳費平台",url:"https://www.nccc.com.tw/wps/wcm/connect/zh/home/BusinessOperations/CardBusiness"},{title:"小額支付特約商店",url:"https://www.nccc.com.tw/wps/wcm/connect/zh/home/BusinessOperations/CardBusiness/MicroPayment"}]:[],attentionText:""})],w={id:5,title:"房貸戶信用卡加碼 3% 回饋",overviewImage:n("2025/01/01")?"./discountCase/campaign-5-case-114.png":"./discountCase/campaign-5-case.png",detailImage:n("2025/01/01")?"../discountCase/campaign-5-main-114.png":"../discountCase/campaign-5-main.png",detailSmallImage:n("2025/01/01")?"../discountCase/campaign-5-case-114.png":"../discountCase/campaign-5-case.png",content:c,attentionText:new e({label:"謹慎理財 信用無價",content:"信用卡循環信用年利率：本行定儲利率指數（按季）+ 客戶信用等級加碼利率（4.25%~10.25%），依電腦評等而定，年息以銀行法所定之最高利率為上限，基準日為 104 年 12 月 1 日。<br>預借現金手續費：預借金額 x 3% + 新臺幣 150 元。其他相關費用依本行網站公告。"}),showDecimal:!0},p=[new t({title:"新臺幣數位存款帳戶優惠",content:"",buttonTextList:[],attentionText:""}),new t({title:"活動期間",content:"114.1.1 - 114.12.31",buttonTextList:[],attentionText:""}),new t({title:"優惠對象",content:"本行新臺幣數位存款帳戶的客戶。",buttonTextList:[],attentionText:""}),new t({title:"高利活存",content:`存款新臺幣 10 萬元（含）以內，按新臺幣定期儲蓄存款一年期一般機動利率加 0.36% 計息；超過新臺幣 10 萬元部分以活期儲蓄存款的牌告利率計息。<br>優惠期間結束後，依本行活期儲蓄存款的牌告利率計息。<br>請查看新臺幣存（放）款牌告利率。
起息金額：存款每日餘額未達起息金額者（新臺幣 5,000 元），不計算當日存款利息；已達規定起息金額者，其計息單位為新臺幣 100 元，未達新臺幣 100 元者，不計算當日存款利息。
領息方式：每月 20 日結息 1 次，於次日轉入本金。如未屆結算期而中途結清銷戶，其利息按實際存款期間計付。
計息方式：按日計息。藉由自動化設備（ATM）或網路銀行等方式於營業時間外（含例、休假日）以現金、轉帳或匯款存入的活期性存款，皆於存入當日開始計息，切換點為當日 24 時整。`,buttonTextList:[{title:"新臺幣存（放）款牌告利率",url:"https://rate.bot.com.tw/twd?Lang=zh-TW"}],attentionText:""}),new t({title:"跨轉跨提",content:`網路銀行（含行動銀行 APP）跨行轉帳每月享 99 次免收手續費優惠。
<p class="text-black-500">※優惠條件限制：當月未使用完畢的剩餘優惠次數不得累積或遞延至次月。</p><p class="text-black-500">※同時享有「114 年網銀客戶優惠方案」。</p><p class="text-black-500">※舉例說明： 小羅已開立本行新臺幣數位存款帳戶，並已完成「網路銀行」功能啟用，於優惠期間，除新臺幣數位存款帳戶每月跨行轉帳 99 次優惠免收手續費用外，再享有「114 年網銀客戶優惠方案」（於 114 年 1 月 1 日至 114 年 12 月 31 日止），每一網路銀行客戶享每月 1 次跨行轉帳免手續費優惠，持用本行信用卡（含達人 VISA 金融卡） 當月累計「一般消費」且「商店完成請款」的金額單一卡別達新臺幣 3,000 元，同一 ID 於次月可再享有 3 次網路銀行跨行轉帳免手續費優惠（正、附卡優惠次數分開計算）， 合併最高可享每月 103 次免收跨行轉帳手續費優惠。</p>
實體 ATM 跨行轉帳/跨行提款手續費優惠（本優惠不包含網路 ATM）：持新臺幣數位存款晶片金融卡於實體 ATM 進行跨行轉帳及跨行提款，每月享各 10 次免收手續費優惠。
<p class="text-black-500">※優惠條件限制：當月未使用完畢的剩餘優惠次數不得累積或遞延至次月。</p>`,buttonTextList:[],attentionText:""}),new t({title:"信用卡優惠",content:`首次申辦本行信用卡的「全新戶」，於活動期間內開立新臺幣數位存款帳戶，並自核卡後新增一筆任意金額的一般消費，即享新臺幣 100 元刷卡金回饋。每一 ID 歸戶限回饋一次，正附卡分別計算。
<p class="text-black-500">※「全新戶」是指 113 年 1 月 1 日至核卡日前未曾持有本行的信用卡，且須於 114/1/1~114/12/31 成功核發信用卡正、附卡者，核卡日依本行系統所載為準。</p><p class="text-black-500">※刷卡金於符合資格後次次月於信用卡帳單列示，並直接扣抵當期消費金額。</p>`,buttonTextList:[],attentionText:""}),new t({title:"申購基金優惠",content:`基金單筆申購：網路銀行申購國、內外基金 3.6 折。
基金定期（不）定額： 網路銀行新申購定期定額基金依累計扣款成功次數，享有下列手續費優惠：(1) 第 1~24 次：3.6 折。(2) 第 25 次以上：2.99 折。
即日起至 114 年 3 月 31 日止使用「臺銀 e 理財」申購基金投資組合，享有該筆 投資組合終身免收信託管理費優惠。 `,buttonTextList:[],attentionText:""}),new t({title:"外匯數位存款帳戶優惠",content:"",buttonTextList:[],attentionText:""}),new t({title:"優惠期間",content:"114.1.1 - 114.12.31",buttonTextList:[],attentionText:""}),new t({title:"優惠對象",content:"本行外匯數位存款帳戶的客戶。",buttonTextList:[],attentionText:""}),new t({title:"高利活存",content:`優惠幣別：美元（USD）、澳幣（AUD）、南非幣（ZAR），共計三種幣別。
優惠限額及利率：(1) 美元 10,000 元（含）以下，即以本行美元（USD）6 個月期外匯定期存款牌告利率 機動計息。(2) 澳幣 5,000 元（含）以下，即以本行澳幣（AUD）6 個月期外匯定期存款牌告利率機動計息。(3) 南非幣 50,000 元（含）以下，即以本行南非幣（ZAR） 3 個月期外匯定期存款牌告利率機動計息。(4) 上述利率以本行最新公告「外匯存款牌告利率」為準。
起息金額及計息方式：(1) 起息金額：各幣別存款當日日終餘額達各幣別起息金額者【美元為 100 元、 澳幣為 100 元、南非幣為 1,000 元】始予計息，各幣別計息單位均至百元位； 當日日終餘額未達各幣別起息金額者，不予計息。 (2) 計息方式：按每日最終餘額分段計息，每年 6 月及 12 月各結息 1 次。各幣別在優惠限額內，即以優惠利率計息；超過優惠限額部分，依照本行各幣別外匯活期存款牌告利率機動計息。
本優惠活動期間結束後，外匯數位存款帳戶內各幣別依照本行各幣別活期存款牌告利率計息。`,buttonTextList:[{title:"外匯存款牌告利率",url:"https://rate.bot.com.tw/ir?Lang=zh-TW"}],attentionText:""}),new t({title:"匯率優惠",content:"使用網路銀行或行動銀行 APP，以外匯數位存款帳戶辦理外匯存款結購、結售及異幣轉換交易，美元匯率優惠 3.5 分、其他幣別匯率優惠千分之 2.5，惟優惠後匯率均不得優於中價。",buttonTextList:[],attentionText:""})],P={id:6,title:"114 年新臺幣、外幣數位存款帳戶同享高利優惠",overviewImage:"./discountCase/campaign-6-case.png",detailImage:"../discountCase/campaign-6-main.png",detailSmallImage:"../discountCase/campaign-6-case.png",content:p,attentionText:new e({label:"注意事項",content:`<ul class="list-decimal ml-5"><li>本行有權檢視所有交易行為，若經本行認定涉及不正當行為或非合理性交易，除了通知排除參與活動資格外，本行也會保留法律追訴權。</li>
<li>優惠方案內容以本行網站最新公告為準，本行保有解釋、變更、終止方案內容的權利，無須個別通知，並於公告 5 日後期滿生效；但是前述調整或變更，如果是因為遇到重大市場波動、風險，或不可抗力、不可歸責於本行的事由（如中央銀行、美國聯邦準備理事會（Fed）或其他類似機關或組織升降息）所導致的關係，本行將在公告後的隔日起生效。如果客戶在生效日之後繼續使用本行的數位存款帳戶，將視為客戶已同意這些調整或變更。</li>
<li><span class="text-primary-900">數位存款帳戶於活動期間轉換為一般帳戶時，即不再享有本方案優惠。</span></li>
<li>非屬於優惠幣別的存款應按本行各幣別外匯活期存款牌告利率機動計息。</li>
<li>外匯存款會受匯率波動的影響，存戶應考量本身財務狀況及承受匯率波動風險的能力。</li>
<li>數位存款帳戶雖然可以作為薪資入帳使用，但無法設定為薪資轉帳帳戶。如果你的服務單位已與本行簽訂「委託辦理薪資轉帳綜合存款約定書」，建議你另外開立一般帳戶設定為薪資轉帳帳戶，並作為薪資入帳使用，即可同時享受數位存款帳戶及薪資轉帳帳戶優惠。</li></ul>`}),showDecimal:!0};export{T as a,r as b,x as c,P as d,w as e,d as f,b as g,u as h};
